Repository: StanfordBDHG/MyHeartCounts-iOS
Catalog: MyHeartCounts/Resources/Localizable.xcstrings
Source language: en
Languages: es

# REFERRAL_OPTION_2
source: Hospital or clinic
es: Hospital o clínica

# REFERRAL_OPTION_3
source: Friend or family member
es: Amigo o familiar

# REFERRAL_OPTION_4
source: Heart health organization or support group
es: Organización de salud cardiovascular o grupo de apoyo

# REFERRAL_OPTION_5
source: Research or clinical trial website (ClinicalTrials.gov, ResearchMatch, etc.)
es: Sitio web de investigación o de ensayos clínicos (ClinicalTrials.gov, ResearchMatch, etc.)

# REFERRAL_OPTION_6
source: Online ad (Google, Facebook, Instagram, Reddit, etc.)
es: Anuncio en línea (Google, Facebook, Instagram, Reddit, etc.)

# REFERRAL_OPTION_7
source: Online search or social media (not an ad)
es: Búsqueda en línea o redes sociales (que no sea un anuncio)

# REFERRAL_OPTION_8
source: Email invitation or newsletter
es: Invitación por correo electrónico o boletín informativo

# REFERRAL_OPTION_9
source: News media (article, TV, radio, podcast)
es: Medios de comunicación (artículo, TV, radio, podcast)

# REFERRAL_OPTION_10
source: Flyer or poster
es: Volante o cartel

# REFERRAL_OPTION_11
source: Other
es: Otro

source: Region
es: Región

source: Region Not Yet Supported
es: Región aún no compatible

source: Restart Test
es: Reiniciar prueba

source: Resting HR
es: FC en reposo

source: Review Consent Forms
es: Revisar Formularios de Consentimiento

source: Review Permissions
es: Revisar Permisos

source: Rheumatoid arthritis
es: Artritis reumatoide

source: roughly %@ trips from San Francisco to New York
es: aproximadamente %1$@ viajes de San Francisco a Nueva York

source: Ruby Anniversary
es: Aniversario de rubí

source: Running
es: Correr

source: Sample Type
es: Tipo de Muestra

source: Sapphire Anniversary
es: Aniversario de zafiro

source: Save
es: Guardar

source: Score Components
es: Componentes de la puntuación

source: Score Result
es: Resultado de la puntuación

source: Score Result: %lld percent
es: Resultado de la puntuación: %lld por ciento

source: Scotland (%@)
es: Escocia (%@)

source: Select a Region
es: Seleccione una región

source: Select Comorbidities
es: Seleccionar comorbilidades

source: Select Date
es: Seleccionar fecha

source: Select your State or Territory
es: Seleccione su Estado o Territorio

source: Selected
es: Seleccionado

source: Selection
es: Selección

source: Selection Checkmark
es: Marcador de selección

source: Send
es: Enviar

source: Send Feedback
es: Enviar Comentarios

source: Sensors
es: Sensores

source: Setting Up Test Environment
es: Configuración del entorno de prueba

# SEX_FEMALE
source: Female
es: Femenino

# SEX_MALE
source: Male
es: Masculino

# SEX_PREFER_NOT_TO_STATE
source: Prefer not to state
es: Prefiero no declarar

source: Silk Anniversary
es: Aniversario de seda

source: Silver Anniversary
es: Aniversario de plata

source: Sleep
es: Sueño

source: Some College
es: Algunos estudios universitarios

source: Some college or vocational school or associate degree
es: Algunos estudios universitarios o formación técnica/profesional o título de asociado

source: South Carolina
es: Carolina del Sur

source: South Dakota
es: Dakota del Sur

source: Sport
es: Deporte

source: Stage 3, 4 or 5
es: Etapa 3, 4 o 5

source: Stage of Change
es: Etapa de cambio

# STAGE_OF_CHANGE_OPTION_A
source: I tend to take part in planned physical activity for health, sport, or fitness regularly (e.g. at least 3 times per week, 30 minutes per day), but sometimes I do not.
es: Tiendo a participar regularmente en actividad física planificada por razones de salud, deporte o fitness (por ejemplo, al menos 3 veces por semana, 30 minutos por día), pero a veces no lo hago.

# STAGE_OF_CHANGE_OPTION_B
source: I take part in planned physical activity for health, sport, or fitness regularly (e.g. at least 3 times per week, 30 minutes per day); it is part of my routine life.
es: Participo regularmente en actividad física planificada por motivos de salud, deporte o fitness (por ejemplo, al menos 3 veces por semana, 30 minutos por día); es parte de mi vida rutinaria.

# STAGE_OF_CHANGE_OPTION_C
source: I don’t do any planned physical activity for health, sport, or fitness regularly (e.g. at least 3 times per week, 30 minutes per day); and I have not thought about doing planned physical activity at that level.
es: No hago ninguna actividad física planificada por motivos de salud, deporte o fitness con regularidad (por ejemplo, al menos 3 veces por semana, 30 minutos al día); y no he pensado en hacer actividad física planificada a ese nivel.

# STAGE_OF_CHANGE_OPTION_D
source: I don’t take part in planned physical activity for health, sport, or fitness regularly (at least 3 times per week, 30 minutes per day), but I do think about starting to reach that level of planned physical activity.
es: No realizo actividad física planificada por salud, deporte o fitness de forma regular (al menos 3 veces por semana, 30 minutos al día), pero sí pienso en empezar a alcanzar ese nivel de actividad física planificada.

# STAGE_OF_CHANGE_OPTION_E
source: I am planning to begin doing planned physical activity for health, sport, or fitness regularly (at least 3 times per week, 30 minutes per day) but still have not started.
es: Estoy pensando en empezar a realizar actividad física planificada por motivos de salud, deporte o fitness con regularidad (al menos 3 veces por semana, 30 minutos al día), pero todavía no he empezado.

# STAGE_OF_CHANGE_OPTION_F
source: In the last 6 months I started doing planned physical activity for health, sport, or fitness regularly (at least 3 times per week, 30 minutes per day).
es: En los últimos 6 meses comencé a realizar actividad física planificada por salud, deporte o fitness de forma regular (al menos 3 veces por semana, 30 minutos por día).

# STAGE_OF_CHANGE_OPTION_G
source: More than 6 months ago I started take doing planned physical activity for health, sport, or fitness regularly (at least 3 times per week, 30 minutes per day)
es: Hace más de 6 meses comencé a realizar actividad física planificada por salud, deporte o fitness de forma regular (al menos 3 veces por semana, 30 minutos al día)

# STAGE_OF_CHANGE_OPTION_H
source: I do take part in planned physical activity for health, sport, or fitness regularly (at least 3 times per week, 30 minutes per day) most of the time; but sometimes I cannot do it 3 times a week or more.
es: Realizo actividad física planificada por motivos de salud, deporte o fitness con regularidad (al menos 3 veces por semana, 30 minutos por día) la mayor parte del tiempo; pero a veces no puedo hacerlo 3 veces por semana o más.

# STAGE_OF_CHANGE_OPTION_I
source: For several years I have routinely done planned physical activity for health, sport, or fitness regularly (at least 3 times per week, 30 minutes per day); it is part of my lifestyle.
es: Desde hace varios años he realizado de forma rutinaria actividad física planificada por motivos de salud, deporte o fitness con regularidad (al menos 3 veces por semana, 30 minutos por día); es parte de mi estilo de vida.

source: Start
es: Comenzar

source: Start Test
es: Iniciar Prueba

source: Stats and Achievements
es: Estadísticas y logros

source: Steel Anniversary
es: Aniversario de acero

source: Steps
es: Pasos

source: Stop Suggesting This
es: Dejar de sugerir esto

source: Strength
es: Fuerza

source: Stroke
es: Accidente cerebrovascular

source: Study not available
es: Estudio no disponible

source: Study Participation
es: Participación en el Estudio

source: Success
es: Éxito

source: Super Streaker
es: Racha súper

source: Surveys Answered
es: Encuestas respondidas

source: Swimming
es: Natación

source: Systemic lupus erythematosus (SLE)
es: Lupus eritematoso sistémico (LES)

source: Systemic Sclerosis or Scleroderma
es: Esclerosis sistémica o esclerodermia

source: Take ECG
es: Realizar ECG

source: Take Test
es: Realizar Prueba

source: Take Test Again
es: Volver a realizar la prueba

source: Tap the link in the email to complete the verification, then return here.
es: Toca el enlace en el correo electrónico para completar la verificación y luego regresa aquí.

source: Tap to learn more…
es: Toque para obtener más información…

source: Tasks
es: Tareas

source: Tasks Done
es: Tareas completadas

source: Test Complete
es: Prueba completada

source: Testing Support
es: Soporte de Pruebas

source: The app was able to download the study, but failed to process it.
es: La aplicación pudo descargar el estudio, pero no pudo procesarlo.

source: The app was unable to load the study, but we're not sure why
es: La aplicación no pudo cargar el estudio, pero no estamos seguros de por qué

source: the distance of %@ marathons
es: la distancia de %1$@ maratones

source: The Humble Walker
es: El caminante humilde

source: The My Heart Counts study isn't yet available in %@. Add your email below and we'll update you when it launches in your region.
es: El estudio My Heart Counts aún no está disponible en %@. Introduzca su correo electrónico y le avisaremos cuando esté disponible en su región.

source: The test was cancelled
es: La prueba fue cancelada

source: The Timed Walking Test requires read access to Motion and Fitness Data.
es: La Prueba de Caminata cronometrada requiere acceso de lectura a los Datos de Movimiento y Fitness.

source: There are missing Motion Sensor permissions
es: Faltan permisos para acceder a los sensores de movimiento

source: Time Asleep
es: Tiempo Durmiendo

source: Time Zone
es: Zona Horaria

source: Timed Walking/Running Tests
es: Pruebas de Caminata/Carrera Cronometradas

# TIMED_WALK_TEST_EXPLAINER_6_MIN_WALK
source: This test measures your exercise capacity by tracking how far you walk in 6 minutes on a flat surface. (For reference ranges see [here](https://mhc-6mwts.streamlit.app).) **How to:** Find a flat, obstacle-free path. Wear comfortable shoes. Tap "Start" and walk at a steady, comfortably challenging pace to cover maximum distance. Keep your phone in your hand until it vibrates.
es: Esta prueba mide su capacidad funcional de ejercicio al registrar la distancia que recorre caminando en 6 minutos sobre una superficie plana. (Para conocer los rangos de referencia, consulte [aquí](https://mhc-6mwts.streamlit.app).) **Cómo hacerlo:** Busque un trayecto plano y libre de obstáculos. Use calzado cómodo. Toque "Iniciar" y camine a un ritmo constante que le resulte exigente pero cómodo para cubrir la mayor distancia posible. Mantenga su teléfono en la mano hasta que vibre.

# TIMED_WALK_TEST_EXPLAINER_12_MIN_RUN
source: This test estimates your aerobic fitness (VO2 max) by tracking how far you run in 12 minutes on a flat surface. (For reference ranges see [here](https://www.ptdirect.com/training-delivery/client-assessment/cooper-12-minute-run-a-predictive-test-of-vo2max).) **Warm-up:** Before beginning the test, perform about 10 minutes of light jogging to loosen your muscles and avoid injury. Catch your breath before proceeding. **How to:** Find a flat, obstacle-free path or running track. Wear comfortable running shoes. When you are ready, tap "Start" and run as fast as you possibly can to cover maximum distance until your phone vibrates. Keep your phone in your hand until it vibrates.
es: Esta prueba estima tu aptitud aeróbica (VO2 máx) al medir qué tan lejos corres en 12 minutos en una superficie plana. (Para rangos de referencia, consulta [aquí](https://www.ptdirect.com/training-delivery/client-assessment/cooper-12-minute-run-a-predictive-test-of-vo2max).) **Calentamiento:** Antes de comenzar la prueba, realiza 10 minutos de trote ligero para aflojar los músculos y evitar lesiones. Recupera el aliento antes de continuar. **Instrucciones:** Busca un camino plano y sin obstáculos o una pista de atletismo. Usa tenis para correr (zapatos deportivos). Cuando estés listo, toqua “Iniciar” y corre lo más rápido que puedas para cubrir la mayor distancia posible hasta que tu teléfono vibre. Mantén el teléfono en la mano hasta que vibre.

# TIMED_WALK_TEST_EXPLAINER_FOOTER
source: **Warning:** Stop immediately if you experience chest pain, severe shortness of breath, dizziness, or unusual fatigue.
es: **Advertencia:** Deténgase de inmediato si presenta dolor en el pecho, falta de aire intensa, mareo o fatiga inusual.

source: Tin Anniversary
es: Aniversario de estaño

source: Today
es: Hoy

source: Today's Tasks
es: Tareas de hoy

source: Total Household Income
es: Ingreso total del hogar

source: Transient Ischemic Attack (TIA)
es: Accidente isquémico transitorio (AIT)

source: True
es: Verdadero

source: Trust Territories
es: Territorios en Fideicomiso

source: Try Again
es: Reintentar

source: Uber Streaker
es: Racha über

source: UK Region
es: Región del Reino Unido

source: Unable to find Questionnaire
es: No se pudo encontrar el Cuestionario

source: Unable to load data
es: No se pudieron cargar los datos

source: Unable to save
es: No se pudo guardar

source: Understanding Your Heart Health Score
es: Comprender tu puntuación de salud cardiovascular

source: Unenroll
es: Darse de baja

source: Upcoming Achievements
es: Próximos logros

# UPDATE_COMORBIDITIES_BUTTON_TITLE
source: Update Health Conditions
es: Actualizar afecciones médicas

source: US State / Region
es: Estado / Región de EE. UU.

source: US State / Territory
es: Estado / Territorio de EE. UU.

source: Use this option to auto-fill Blood Type, Height, Weight, Date of Birth, and Biological Sex, by reading each from the Health app, if available. Alternatively, you can also tap the respective fields below to manually enter a value, or to override the value read from the Health app.
es: Utiliza esta opción para autocompletar el grupo sanguíneo, Altura, Peso, Fecha de Nacimiento y Sexo Biológico, leyendo cada uno desde la aplicación de Salud, si está disponible. Alternativamente, también puedes tocar los campos respectivos a continuación para ingresar un valor manualmente, o para sobrescribir el valor autocompletado de la aplicación de Salud.

source: Value
es: Valor

source: Verify Account Email
es: Verificar correo de la cuenta

source: Verify Email
es: Verificar correo electrónico

source: Virgin Islands
es: Islas Vírgenes

source: Vocational Training
es: Formación profesional

source: Vocational training / apprenticeship / diploma
es: Formación profesional / aprendizaje / diploma

source: w
es: sem

source: Wales (%@)
es: Gales (%@)

source: Walk / Run Tests
es: Pruebas de caminata / carrera

source: Walk %@ steps in a day
es: Camine %@ pasos en un día

source: Walking
es: Caminata

source: Warning Sign
es: Señal de Advertencia

source: We'll email a link to %@
es: Te enviaremos un enlace a %@

source: We've saved your email and will notify you when My Heart Counts becomes available in your region.
es: Hemos guardado tu correo electrónico y te avisaremos cuando My Heart Counts esté disponible en tu región.

source: Weight
es: Peso

source: Welcome to My Heart Counts
es: Bienvenido a My Heart Counts

source: Welcome to the fold
es: Bienvenido al grupo

# WELCOME_AREA1_DESCRIPTION
source: Your involvement helps Stanford researchers understand how personalized digital coaching can improve physical activity and your overall health today and in the future.
es: Tu participación ayuda a los investigadores de Stanford a comprender cómo el entrenamiento digital personalizado puede mejorar la actividad física y tu salud general hoy y en el futuro.

# WELCOME_AREA2_DESCRIPTION
source: Experience the re-designed version of one of the largest research study applications ever.
es: Experimenta la versión rediseñada de una de las aplicaciones de estudios de investigación más grandes jamás realizadas.

# WELCOME_AREA3_DESCRIPTION
source: Participate entirely online, securely sharing your activity data directly from your iPhone and Apple Watch.
es: Participe completamente en línea, compartiendo de manera segura sus datos de actividad directamente desde su iPhone y su Apple Watch.

# WELCOME_SUBTITLE
source: Welcome to the My Heart Counts Cardiovascular Health Study
es: Bienvenido/a al Estudio de Salud Cardiovascular My Heart Counts

source: West Virginia
es: Virginia Occidental

source: What country do you currently live in?
es: ¿En qué país vives actualmente?

source: What happens next:
es: Qué sucede a continuación:

source: Withdraw
es: Retirarse

source: Withdraw from Study
es: Retirarse del estudio

source: Wood Anniversary
es: Aniversario de madera

source: Workout Preference
es: Preferencia de entrenamiento

# WORKOUT_PREFERENCE_TEXT
source: My Heart Counts will send you personalized notifications to help you stay active. Tell us which workouts you prefer and when during the day you’d like to receive reminders. This helps us tailor your experience to your schedule and goals.
es: My Heart Counts le enviará notificaciones personalizadas para ayudarle a mantenerse activo/a. Indíquenos qué entrenamientos prefiere y a qué hora del día desea recibir recordatorios. Esto nos ayuda a adaptar su experiencia a su horario y objetivos.

# WORKOUT_TYPE_AMERICAN_FOOTBALL
source: American Football
es: Fútbol americano

# WORKOUT_TYPE_ARCHERY
source: Archery
es: Tiro con arco

# WORKOUT_TYPE_AUSTRALIAN_FOOTBALL
source: Australian Football
es: Fútbol australiano

# WORKOUT_TYPE_BADMINTON
source: Badminton
es: Bádminton

# WORKOUT_TYPE_BASEBALL
source: Baseball
es: Béisbol

# WORKOUT_TYPE_BASKETBALL
source: Basketball
es: Baloncesto

# WORKOUT_TYPE_BOWLING
source: Bowling
es: Bolos

# WORKOUT_TYPE_BOXING
source: Boxing
es: Boxeo

# WORKOUT_TYPE_CARDIO_DANCE
source: Cardio Dance
es: Baile cardio

# WORKOUT_TYPE_CLIMBING
source: Climbing
es: Escalada

# WORKOUT_TYPE_COOLDOWN
source: Cooldown
es: Enfriamiento

# WORKOUT_TYPE_CORE_TRAINING
source: Core Training
es: Entrenamiento del core

# WORKOUT_TYPE_CRICKET
source: Cricket
es: Críquet

# WORKOUT_TYPE_CROSS_COUNTRY_SKIING
source: Cross Country Skiing
es: Esquí de fondo

# WORKOUT_TYPE_CROSS_TRAINING
source: Cross Training
es: Entrenamiento combinado

# WORKOUT_TYPE_CYCLING
source: Cycling
es: Ciclismo

# WORKOUT_TYPE_DANCE
source: Dance
es: Baile

# WORKOUT_TYPE_DANCE_INSPIRED_TRAINING
source: Dance Inspired Training
es: Entrenamiento inspirado en el baile

# WORKOUT_TYPE_DISC_SPORTS
source: Disc Sports
es: Deportes de disco

# WORKOUT_TYPE_DOWNHILL_SKIING
source: Downhill Skiing
es: Esquí alpino

# WORKOUT_TYPE_ELLIPTICAL
source: Elliptical
es: Elíptica

# WORKOUT_TYPE_EQUESTRIAN_SPORTS
source: Equestrian Sports
es: Deportes ecuestres

# WORKOUT_TYPE_FENCING
source: Fencing
es: Esgrima

# WORKOUT_TYPE_FISHING
source: Fishing
es: Pesca

# WORKOUT_TYPE_FITNESS_GAMING
source: Fitness Gaming
es: Videojuegos de fitness

# WORKOUT_TYPE_FLEXIBILITY
source: Flexibility
es: Flexibilidad

# WORKOUT_TYPE_FUNCTIONAL_STRENGTH_TRAINING
source: Functional Strength Training
es: Entrenamiento de fuerza funcional

# WORKOUT_TYPE_GYMNASTICS
source: Gymnastics
es: Gimnasia

# WORKOUT_TYPE_HAND_CYCLING
source: Hand Cycling
es: Ciclismo de brazos

# WORKOUT_TYPE_HANDBALL
source: Handball
es: Balonmano

# WORKOUT_TYPE_HIGH_INTENSITY_INTERVAL_TRAINING
source: High Intensity Interval Training
es: Entrenamiento de intervalos de alta intensidad

# WORKOUT_TYPE_HIKING
source: Hiking
es: Senderismo

# WORKOUT_TYPE_HUNTING
source: Hunting
es: Caza

# WORKOUT_TYPE_JUMP_ROPE
source: Jump Rope
es: Saltar a la comba

# WORKOUT_TYPE_MARTIAL_ARTS
source: Martial Arts
es: Artes marciales

# WORKOUT_TYPE_MIND_AND_BODY
source: Mind and Body
es: Cuerpo y mente

# WORKOUT_TYPE_MIXED_CARDIO
source: Mixed Cardio
es: Cardio combinado

# WORKOUT_TYPE_MIXED_METABOLIC_CARDIO_TRAINING
source: Mixed Metabolic Cardio Training
es: Entrenamiento cardiometabólico combinado

# WORKOUT_TYPE_OTHER
source: Other
es: Otro

# WORKOUT_TYPE_PADDLE_SPORTS
source: Paddle Sports
es: Deportes de remo

# WORKOUT_TYPE_PLAY
source: Play
es: Juego

# WORKOUT_TYPE_PREPARATION_AND_RECOVERY
source: Preparation and Recovery
es: Preparación y recuperación

# WORKOUT_TYPE_ROWING
source: Rowing
es: Remo

# WORKOUT_TYPE_RUNNING
source: Running
es: Correr

# WORKOUT_TYPE_SAILING
source: Sailing
es: Vela

# WORKOUT_TYPE_SKATING_SPORTS
source: Skating Sports
es: Patinaje

# WORKOUT_TYPE_SNOW_SPORTS
source: Snow Sports
es: Deportes de nieve

# WORKOUT_TYPE_SNOWBOARDING
source: Snowboarding
es: Snowboard

# WORKOUT_TYPE_SOCCER
source: Soccer
es: Fútbol

# WORKOUT_TYPE_SOCIAL_DANCE
source: Social Dance
es: Baile de salón

# WORKOUT_TYPE_STAIR_CLIMBING
source: Stair Climbing
es: Subir escaleras

# WORKOUT_TYPE_STAIRS
source: Stairs
es: Escaleras

# WORKOUT_TYPE_STEP_TRAINING
source: Step Training
es: Entrenamiento de step

# WORKOUT_TYPE_SURFING_SPORTS
source: Surfing Sports
es: Surf

# WORKOUT_TYPE_SWIM_BIKE_RUN
source: Swim Bike Run
es: Natación, ciclismo y carrera

# WORKOUT_TYPE_SWIMMING
source: Swimming
es: Natación

# WORKOUT_TYPE_TABLE_TENNIS
source: Table Tennis
es: Tenis de mesa

# WORKOUT_TYPE_TAI_CHI
source: Tai Chi
es: Taichí

# WORKOUT_TYPE_TENNIS
source: Tennis
es: Tenis

# WORKOUT_TYPE_TRACK_AND_FIELD
source: Track and Field
es: Atletismo

# WORKOUT_TYPE_TRADITIONAL_STRENGTH_TRAINING
source: Traditional Strength Training
es: Entrenamiento de fuerza tradicional

# WORKOUT_TYPE_TRANSITION
source: Transition
es: Transición

# WORKOUT_TYPE_UNDERWATER_DIVING
source: Underwater Diving
es: Buceo

# WORKOUT_TYPE_UNKNOWN
source: Workout
es: Entrenamiento

# WORKOUT_TYPE_VOLLEYBALL
source: Volleyball
es: Voleibol

# WORKOUT_TYPE_WALKING
source: Walking
es: Caminar

# WORKOUT_TYPE_WATER_FITNESS
source: Water Fitness
es: Fitness acuático

# WORKOUT_TYPE_WATER_SPORTS
source: Water Sports
es: Deportes acuáticos

# WORKOUT_TYPE_WHEELCHAIR_RUN_PACE
source: Wheelchair Run Pace
es: Silla de ruedas a ritmo de carrera

# WORKOUT_TYPE_WHEELCHAIR_WALK_PACE
source: Wheelchair Walk Pace
es: Silla de ruedas a ritmo de paseo

# WORKOUT_TYPE_WRESTLING
source: Wrestling
es: Lucha

source: Workouts
es: Entrenamientos

source: Yes
es: Sí

source: Yes, Caribbean Hispanic, including Cuban and Puerto Rican
es: Sí, hispano del Caribe, incluyendo cubano y puertorriqueño

source: Yes, European Hispanic, including Spanish and Portuguese, Hispanic, Latina
es: Sí, hispano europeo, incluyendo español y portugués, hispano, latina

source: Yes, Mexican, Mexican American, or Chicano
es: Sí, mexicano, mexicano-americano o chicano

source: Yes, other Hispanic, Latino
es: Sí, otro hispano, latino

source: Yes, South American Hispanic
es: Sí, hispano sudamericano

source: Yesterday
es: Ayer

source: You can change this in the iOS Settings app, under Privacy & Security → Health → My Heart Counts
es: Puede cambiar esto en la app Configuración de iOS, en Privacidad y seguridad → Salud → My Heart Counts

source: You can enable or disable individual sensors in the iOS Settings app.
es: Puede habilitar o deshabilitar sensores individuales en la app Configuración de iOS.

source: You haven't granted My Heart Counts permission to add data to HealthKit for the following data types: %@
es: No ha otorgado a My Heart Counts permiso para agregar datos a HealthKit para los siguientes tipos de datos: %@

source: You're All Set
es: ¡Todo listo!

source: You're on the List
es: Está en la lista

# You've burned %@ active calories — the equivalent of %@ slices of pizza.
source: You've burned %1$@ active calories — the equivalent of %2$@ slices of pizza.
es: Ha quemado %1$@ calorías activas, el equivalente a %2$@ porciones de pizza.

source: You've spent about %@ full days asleep since enrolling. Rest is part of the work.
es: Ha pasado unos %1$@ días completos durmiendo desde que se inscribió. El descanso también forma parte del trabajo.

source: Your %@ is in progress.
es: Su %@ está en progreso.
